Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E06D.tmx
Source language: en_us
Languages: zh_cn

source: 20 uses for leftover fruit and vegetable peels
zh_cn: 蔬果皮的20种妙用

source: Don't throw your kitchen scraps away; put them to work.
zh_cn: 别再将蔬果皮丢掉了，它们可以派上大用场。

source: The outer skins of fruit and vegetables are filled with flavor and vitamins, and most often have enough matter left in them for another go-round.
zh_cn: 水果和蔬菜的外皮充满香味和维生素，而且，它们所含有的剩余成份足够你二次利用。

source: Some people are peelers, some people aren't. Some people swear by the nutrients and fiber found in produce skins, others shy away from the taste or texture, or prefer removing the outer layer to reduce pesticide load.
zh_cn: 有些人喜欢带皮的蔬果，有些人则会提前去皮。有些人十分看好蔬果皮含有的营养和纤维，有些人却因为口感和质地，或是可能的杀虫剂残余而退避三舍。

source: Regardless of your peeling preferences, citrus rinds, potato and other root/tuber peels, scooped-out avocados, and even cheese rinds all have more than one life.
zh_cn: 无论你偏好去皮或是不去皮，以下这些：柑橘类的果皮，土豆皮，其他根或块茎的皮，掏空的牛油果，甚至乳酪皮都可以再次利用。

source: Aim to use organic produce in these applications, and make sure to scrub well.
zh_cn: 在打算将这些有机物派上用场之前，请确认你已经把它们洗的干干净净了。

source: And if you don't have time or need for them at the moment, most of them can be frozen for future use.
zh_cn: 如果暂时没时间或用不上的话，也可以将其贮存待用（大部分都可以冷冻）。

source: Home
zh_cn: 家用

source: Clean greasy messes:
zh_cn: 清洁油腻：

source: Before bringing out the big (toxic) cleaning guns in the kitchen, try lemon.
zh_cn: 在使用清洗枪这个大件（含有毒物质）之前，可以尝试一下柠檬。

source: Sprinkle affected area with salt or baking soda (to act as an abrasive) and then rub with juiced lemon halves.
zh_cn: 在需要清洁的地方撒上食盐或小苏打（作为研磨剂），然后将多汁的柠檬切成两半，用来擦洗。

source: (Be careful using lemon on sensitive surfaces such as marble.)
zh_cn: （在敏感的表面像大理石面上，请小心使用柠檬 ）

source: Shine your coffee pot:
zh_cn: 擦亮咖啡壶：

source: For the old diner trick to make glass coffee pots sparkle: add ice, salt and lemon rinds to an empty coffee pot; swirl around for a minute or two, dump and rinse well.
zh_cn: 常喝咖啡的人都知道这个小技巧，可以让玻璃咖啡壶再次闪亮：将冰块、盐和柠檬外皮加入到一个空的咖啡壶中，来回摇晃一两分钟，然后倒掉并冲洗干净。

source: Clean your tea kettle:
zh_cn: 清洁茶壶：

source: For mineral deposit build up in tea kettles, fill the vessel with water and a handful of lemon peels and bring to a boil.
zh_cn: 茶叶中含有的矿物质元素会沉积在茶壶壁上（形成茶垢）：将其装满水后加入少量柠檬皮，然后煮沸。

source: Turn off heat and let sit for an hour, drain and rinse well.
zh_cn: 关火静置一个小时，然后沥干并冲洗干净。

source: Dye fabric:
zh_cn: 染过的面料：

source: Pomegranate peels make for great coloring material.
zh_cn: 石榴皮是很好的着色材料。

source: Use a stainless steel pot large enough to cover the fabric, fill with hot water and add peels, let it sit overnight.
zh_cn: 将一个足够大小的不锈钢锅放在面料上，锅底面积要盖过面料，然后在锅里放满水并放入果皮，静置一夜。

source: Simmer the water and peels the next day and then remove peels and add wet fabric. Simmer gently for one hour and allow to cool overnight.
zh_cn: 隔日用小火慢煨后将果皮取出，然后将打湿的面料放入煮过的水中，再用文火炖一小时，再次静置一夜。

source: Remove the next day, rinse in cool water from thereon, wash with similar colors.
zh_cn: 第三天将织物取出，冷水清洗后立即用与面料类似的颜色洗涤。

source: Food
zh_cn: 食物

source: Make citrus extract powder:
zh_cn: 柑橘粉：

source: Make zest or twists (lemons, limes, oranges or grapefruit) being sure to remove the pith and allow to dry, about three or four days for twists, less for zest.
zh_cn: 以下果皮可以做成果皮碎或果皮卷：柠檬、酸橙、橘子或葡萄柚。首先一定要去瓤晾干，做成皮卷大约要3~4天，做皮碎的话会快一些。

source: Put in a blender (or spice grinder) and pulverize into a powder. Store in a clean jar.
zh_cn: 放入搅拌机（或调味品粉碎机）磨成粉，存放在干净的罐子里。

source: Make citrus sugar:
zh_cn: 橘子糖：

source: Make citrus extract powder and add it to sugar, or you can use fresh twists, put them in a jar with sugar, let the oil from the peel infuse the sugar and remove.
zh_cn: 先按上面的操作做出柑橘粉，然后加入砂糖。或者你可以直接使用新鲜的果皮卷：把它和砂糖一起放在罐子里，让皮里的油渗透糖，之后去掉橘子皮。

source: Make lemon pepper:
zh_cn: 柠檬胡椒粉：

source: Mix lemon extract powder with freshly cracked pepper.
zh_cn: 将柠檬粉（按照第5点中所说的做法做成）与新鲜的胡椒粉混合。

source: Make zest:
zh_cn: 果皮碎：

source: If you've juiced lemons, limes, oranges or grapefruit but don't have an immediate need for zest, you can make it anyway and dry or freeze it for future use.
zh_cn: 如果你已经把柠檬、酸橙、橘子或者葡萄柚这些水果榨汁了，但暂时用不上果皮碎的话，还是可以先做好果皮碎后晾干或冷冻备用。

source: Zest is a versatile item to have on hand for a bright boost in any number of dishes.
zh_cn: 果皮碎可以用在很多地方，放在大多数菜品中都可以很方便的提亮颜色。

source: If you don't have a microplane or zester, you can also use the small side of a box grater.
zh_cn: 如果手边没有刨花刀或削皮器的话，也可以用盒子刨的侧面来制作果皮碎。

source: Try to scrape just the outer layer, the white layer of pith is bitter.
zh_cn: 刮皮时尽量只要最外层的皮，因为紧贴果肉的那层白皮有苦味。

source: Freeze in an airtight container.
zh_cn: 将刮下来的皮放置于密封的容器中并冷冻。

source: To dry, spread the zest on a towel and leave until dried, then store in a clean jar.
zh_cn: 想要晾干的话：将果皮碎置于干净的毛巾上直到晾干，然后放入干净的广口罐里贮存。

source: Make citrus olive oil:
zh_cn: 橘香橄榄油：

source: Pound citrus peel (pith removed) in a mortar and pestle with some oil added.
zh_cn: 将橘子皮（去瓤）放入研钵，加入少许橄榄油后研碎。

source: Place in a jar with more oil and let rest for six hours.
zh_cn: 放入广口罐，再加一些橄榄油，静置6小时。

source: Strain into a clean jar.
zh_cn: 滤入一个干净的广口罐内。

source: Make infusions:
zh_cn: 添加剂：

source: Infuse honey or vinegar with citrus peels by placing twists and letting the flavors seep.
zh_cn: 可以用橘子皮给蜂蜜或醋加入香味。

source: Strain the liquid and store in a clean jar.
zh_cn: 将果皮卷放入让香味渗透其中，将液体滤出，存放在干净的罐子中。

source: Make potato crisps:
zh_cn: 薯片：

source: Mix potato peels with enough lemon juice and olive oil to evenly coat.
zh_cn: 将土豆皮与足够的柠檬汁混合在一起，用橄榄油包裹。

source: Spread the potato peels in a layer on a baking sheet and cook at 400 degrees, stirring once, until golden brown (about 10 minutes).
zh_cn: 然后将土豆皮铺成一层放在烤盘上以400度烘烤，翻一次面后烤至金黄色（大约10分钟）。

source: Season to taste.
zh_cn: 想吃的时候按自己的口味进行调味就行了。

source: Make stock:
zh_cn: 做汤：

source: Boil potato peels, onion skins, carrot peels, leek ends, etc. for vegetable stock.
zh_cn: 将土豆皮、洋葱外皮、胡萝卜皮、葱白段等混合后煮沸，就可以做成蔬菜高汤。

source: (Also save fresh herb stems for this!)
zh_cn: （香草茎不妨也留着做高汤！）

source: Boost soup and stock:
zh_cn: 给清汤或高汤提味：

source: Cheese rinds (sans wax) can be placed in soup stocks for an awesome secret boost of flavor and texture.
zh_cn: 奶酪皮（不含蜡的）可以放在清汤中，给汤加入一种很棒的神秘味道，特殊的香味和质感。

source: Add “meat” to greens:
zh_cn: 将“肉”加入绿蔬中：

source: Cheese rinds can also be added to braised greens for added depth of flavor.
zh_cn: 奶酪皮还可以用来加到炖菜中，可以增加味道的浓重。

source: Keep brown sugar soft:
zh_cn: 让红糖保持柔软：

source: If you regularly fall victim to the brick in the pantry known as hardened brown sugar, try adding some lemon peel (with traces of pulp and pith removed) to keep it moist and pliable.
zh_cn: 如果你时常为砖一样坚硬的红糖块头疼的话，试着加入一些柠檬皮吧（将果肉和内皮全部去除），可以保持红糖湿润柔软。

source: Make vanilla sugar:
zh_cn: 香草糖：

source: If you use fresh vanilla, after scraping the bean, add the pod to sugar to make vanilla-infused sugar.
zh_cn: 使用新鲜的香草，将豆荚全部擦下来加到砂糖里，就可以做成香草味道的砂糖了。

source: Make a banana sugar scrub:
zh_cn: 香蕉磨砂面膜：

source: Sprinkle sugar on the flesh side of banana peels and use as a soft, exfoliating loofa.
zh_cn: 将砂糖洒在香蕉皮的内侧（靠近果肉的那一面），可以用作柔软的去角质海绵。

source: Rub gently all over your body and then rinse in the shower.
zh_cn: 用它在身体上轻柔的摩擦后淋浴清洗即可。

source: Refresh your face:
zh_cn: 亮泽皮肤：

source: For a skin tonic, rub orange or grapefruit peels on your face (avoiding your eyes) and then gently rinse with warm water.
zh_cn: 想要滋润皮肤，可以使用橘子皮或者葡萄柚皮擦洗脸部（避过眼部），然后以温水轻柔的冲洗。

source: Moisturize:
zh_cn: 补水：

source: Rub the fleshy part of an avocado peel on your face for a rich moisturizer.
zh_cn: 牛油果皮的多肉面可以用来擦洗脸部，作为深层润肤霜。

source: Relieve your peepers:
zh_cn: 放松眼部：

source: Potato peels can reduce puffiness around eyes; press the moist side of the fresh peels to the skin for 15 minutes.
zh_cn: 土豆皮可以减少眼部浮肿。将新鲜果皮的湿润面压在皮肤上15分钟即可。
